Repository: You8006/phonics
Catalog: lib/l10n/app_*.arb
Languages: es, hi, ja, pt, zh

# gameSelectTitle
source: Exercises
es: Ejercicios
hi: अभ्यास
ja: エクササイズ
pt: Exercícios
zh: 练习

# selectGame
source: Exercises
es: Ejercicios
hi: अभ्यास
ja: エクササイズ
pt: Exercícios
zh: 练习

# selectGameSubtitle
source: Choose an exercise to practice
es: Elige un ejercicio para practicar.
hi: अभ्यास के लिए गेम चुनें
ja: 練習したいエクササイズを選択
pt: Escolha um exercício para praticar
zh: 选择一个练习进行练习

source: Beginner
es: Principiante
hi: शुरुआती
ja: 初級
pt: Novato
zh: 初学者

source: Intermediate
es: Intermedio
hi: मध्यवर्ती
ja: 中級
pt: Intermediário
zh: 中级

source: Advanced
es: Avanzado
hi: विकसित
ja: 上級
pt: Avançado
zh: 高级

# game2Choice
source: 2-Choice
es: 2-Elección
hi: 2-विकल्प
ja: 2択クイズ
pt: 2-Escolha
zh: 2-选择

# gameSprint
source: Sprint
hi: स्प्रिंट
ja: スプリント
zh: 短跑

# gameStandard
source: Standard
es: Estándar
hi: मानक
ja: スタンダード
pt: Padrão
zh: 标准

# gameSingleFocus
source: Single Focus
es: Enfoque único
hi: एकल फोकस
ja: 単文字に集中
pt: Foco único
zh: 单焦点

# gameDigraphs
source: Digraphs
es: Digrafos
hi: डाइग्राफ
ja: 複文字に集中
pt: Dígrafos
zh: 双字母组合

# gameDrill
source: Drill
es: Práctica intensiva
hi: गहन अभ्यास
ja: 集中ドリル
pt: Treino intensivo
zh: 强化练习

# gameIpaQuiz
source: IPA Quiz
es: Cuestionario IPA
hi: IPA क्विज़
ja: IPAクイズ
pt: Quiz IPA
zh: IPA 测验

# gameIpaQuizDesc
source: Listen and pick the right IPA symbol
es: Escucha y elige el símbolo IPA correcto
hi: सुनें और सही IPA चिन्ह चुनें
ja: 音を聞いて正しい発音記号を選択
pt: Ouça e escolha o símbolo IPA correto
zh: 听音并选择正确的 IPA 音标

# gameIpaSprint
source: IPA Sprint
es: Reto IPA
hi: IPA स्प्रिंट
ja: IPAスプリント
pt: Sprint IPA
zh: IPA 冲刺

# game4Choice
source: 4-Choice
es: 4-Elección
hi: 4-विकल्प
ja: 4択チャレンジ
pt: 4-Escolha
zh: 4-选择

# gameMarathon
source: Marathon
es: Maratón
hi: मैराथन
ja: マラソン
pt: Maratona
zh: 马拉松

source: Practice Lab
es: Laboratorio de práctica
hi: प्रैक्टिस लैब
ja: プラクティスラボ
pt: Laboratório prático
zh: 实践实验室

source: Back to Home
es: Volver a Inicio
hi: होम पर वापस जाएँ
ja: ホームに戻る
pt: De volta para casa
zh: 返回首页

source: Play Again
es: Jugar de nuevo
hi: फिर से खेलें
ja: もう一度プレイ
pt: Jogue novamente
zh: 再玩一次

source: Score
es: Puntaje
hi: अंक
ja: 得点
pt: Pontuação
zh: 分数

source: Correct
es: Correcto
hi: सही
ja: 正解
pt: Correto
zh: 正确的

source: Streak
es: Racha
hi: लगातार रिकॉर्ड
ja: 連続記録
pt: Sequência
zh: 连续记录

# resultPerfect
source: Excellent
es: Excelente
hi: उत्कृष्ट
ja: パーフェクト
pt: Excelente
zh: 出色的

# resultGreat
source: Well Done
es: Bien hecho
hi: बहुत अच्छा
ja: 素晴らしい
pt: Bom trabalho
zh: 干得好

# resultGood
source: Solid Effort
es: Esfuerzo sólido
hi: ठोस प्रयास
ja: よくできました
pt: Esforço Sólido
zh: 扎实努力

# resultKeep
source: Keep Practicing
es: Sigue practicando
hi: अभ्यास करते रहें
ja: 続けてみましょう
pt: Continue praticando
zh: 继续练习

# soundToLetterSubtitle
source: Listen and choose the correct letter
es: Escucha y elige la letra correcta.
hi: सुनें और सही अक्षर चुनें
ja: 音を聞いて正しい文字を選択してください
pt: Ouça e escolha a letra correta
zh: 听并选择正确的字母

# soundToIpaSubtitle
source: Listen and choose the correct IPA symbol
es: Escucha y elige el símbolo IPA correcto
hi: सुनें और सही IPA चिन्ह चुनें
ja: 音を聞いて正しい発音記号を選択してください
pt: Ouça e escolha o símbolo IPA correto
zh: 听音并选择正确的 IPA 音标

# soundToLetterTitle
source: Sound Game
es: Juego de sonido
hi: ध्वनि खेल
pt: Jogo de som
zh: 声音游戏

# soundToIpaTitle
source: IPA Game
es: Juego IPA
hi: IPA गेम
pt: Jogo IPA
zh: IPA 游戏

# play
source: Play Sound
es: Reproducir sonido
hi: आवाज़ बजाएं
ja: 再生
pt: Reproduzir som
zh: 播放声音

# playAgainBtn
source: Play Again
es: Jugar de nuevo
hi: फिर से खेलें
ja: もう一度プレイ
pt: Jogue novamente
zh: 再玩一次

# listenSound
source: Listen
es: Escuchar
hi: सुनना
ja: 音を聞く
pt: Ouvir
zh: 听

# groupTitle0
source: Step 1: First Sounds
es: Paso 1: primeros sonidos
hi: चरण 1: पहली ध्वनियाँ
ja: Step 1: はじめての音
pt: Etapa 1: primeiros sons
zh: 第 1 步：第一个声音

# groupDesc0
source: Learn to read: sat, pin, and more
es: Aprende a leer: sat, pin y más
hi: उदाहरण: sat, pin
ja: sat, pin などの単語を学習
pt: Aprenda a ler: sat, pin e muito mais
zh: 学习阅读：sat、pin 等

# groupTitle1
source: Step 2: Useful Consonants
es: Paso 2: Consonantes útiles
hi: चरण 2: उपयोगी व्यंजन
ja: Step 2: 便利な子音
pt: Etapa 2: consoantes úteis
zh: 第二步：有用的辅音

# groupDesc1
source: Learn to read: hen, red, and more
es: Aprende a leer: hen, red y más
hi: उदाहरण: hen, red
ja: hen, red などの単語を学習
pt: Aprenda a ler: hen, red e mais
zh: 学习阅读：hen、red 等

# groupTitle2
source: Step 3: Everyday Words
es: Paso 3: palabras cotidianas
hi: चरण 3: रोजमर्रा के शब्द
ja: Step 3: 身近な単語
pt: Etapa 3: palavras do dia a dia
zh: 第三步：日常用语

# groupDesc2
source: Learn to read: dog, bus, and more
es: Aprende a leer: dog, bus y más
hi: उदाहरण: dog, bus
ja: dog, bus などの単語を学習
pt: Aprenda a ler: dog, bus e mais
zh: 学习阅读：dog、bus 等

# groupTitle3
source: Step 4: Long Vowels 1
es: Paso 4: Vocales largas 1
hi: चरण 4: दीर्घ स्वर 1
ja: Step 4: 長い母音 1
pt: Etapa 4: vogais longas 1
zh: 第 4 步：长元音 1

# groupDesc3
source: Learn to read: rain, boat, and more
es: Aprende a leer: rain, boat y más
hi: उदाहरण: rain, boat
ja: rain, boat などの単語を学習
pt: Aprenda a ler: rain, boat e mais
zh: 学习阅读：rain、boat 等

# groupTitle4
source: Step 5: Long Vowels 2
es: Paso 5: Vocales largas 2
hi: चरण 5: दीर्घ स्वर 2
ja: Step 5: 長い母音 2
pt: Etapa 5: vogais longas 2
zh: 第 5 步：长元音 2

# groupDesc4
source: Learn to read: book, moon, and more
es: Aprende a leer: book, moon y más
hi: उदाहरण: book, moon
ja: book, moon などの単語を学習
pt: Aprenda a ler: book, moon e mais
zh: 学习阅读：book、moon 等

# groupTitle5
source: Step 6: Tricky Sounds
es: Paso 6: sonidos complicados
hi: चरण 6: पेचीदा ध्वनियाँ
ja: Step 6: 難しい音
pt: Etapa 6: sons complicados
zh: 第六步：棘手的声音

# groupDesc5
source: Learn to read: ship, thin, and more
es: Aprende a leer: ship, thin y más
hi: उदाहरण: ship, thin
ja: ship, thin などの単語を学習
pt: Aprenda a ler: ship, thin e mais
zh: 学习阅读：ship、thin 等等

# groupTitle6
source: Step 7: Final Steps
es: Paso 7: Pasos finales
hi: चरण 7: अंतिम चरण
ja: Step 7: 最後の仕上げ
pt: Etapa 7: etapas finais
zh: 第 7 步：最后步骤

# groupDesc6
source: Learn to read: queen, car, and more
es: Aprende a leer: queen, car y más
hi: उदाहरण: queen, car
ja: queen, car などの単語を学習
pt: Aprenda a ler: queen, car e mais
zh: 学习阅读：queen、car 等

# gameNewVariations
source: New Variations
es: Nuevas variaciones
hi: नये बदलाव
ja: 新しいゲーム
pt: Novas Variações
zh: 新的变化

# gameBingo
source: Bingo
hi: बिंगो
ja: サウンドビンゴ
zh: 宾果游戏

# gameCapitalMatch
source: Cap-Lower
es: Mayúsculas y minúsculas
hi: कैप-लोअर
ja: 大文字・小文字
pt: Maiúsculas e minúsculas
zh: 大小写配对

# gameSoundQuiz
source: Sound Quiz
es: Prueba de sonido
hi: ध्वनि प्रश्नोत्तरी
ja: サウンドクイズ
pt: Questionário de som
zh: 声音测验

# gameSoundQuizDesc
source: Listen and pick the right letter
es: Escucha y elige la letra correcta.
hi: सुनें और सही पत्र चुनें
ja: 音を聞いて正しい文字を選択
pt: Ouça e escolha a letra certa
zh: 听并选择正确的字母

# gameBingoDesc
source: Complete the bingo grid
es: Completa la grilla del bingo
hi: बिंगो ग्रिड को पूरा करें
ja: ビンゴカードを完成させる
pt: Complete a grade do bingo
zh: 完成宾果游戏网格

# gameCapitalMatchDesc
source: Match upper & lowercase
es: Coincidencia de mayúsculas y minúsculas
hi: अपरकेस और लोअरकेस का मिलान करें
ja: 大文字と小文字をマッチ
pt: Combine maiúsculas e minúsculas
zh: 匹配大小写

source: Short Vowels
es: Vocales cortas
hi: लघु स्वर
ja: 短母音
pt: Vogais curtas
zh: 短元音

# basicConsonants
source: Consonants
es: Consonantes
hi: व्यंजन
ja: 子音
pt: Consoantes
zh: 辅音

# digraphsLabel
source: Digraphs
es: Digrafos
hi: डाइग्राफ
ja: 二重字
pt: Dígrafos
zh: 双字母组合

# settingsLabel
source: Settings
es: Ajustes
hi: सेटिंग्स
ja: 設定
pt: Configurações
zh: 设置

# choicesLabel
source: Choices
es: Opciones
hi: विकल्प
ja: 選択肢の数
pt: Escolhas
zh: 选择

# questionsLabel
source: Questions
es: Preguntas
hi: प्रश्न
ja: 問題数
pt: Questões
zh: 问题

# gridSizeLabel
source: Grid Size
es: Tamaño de cuadrícula
hi: ग्रिड का आकार
ja: マス目
pt: Tamanho da grade
zh: 网格尺寸

# modeLabel
source: Mode
es: Modo
hi: तरीका
ja: モード
pt: Modo
zh: 模式

# readingDisplayLabel
source: Reading
es: Lectura
hi: पठन
ja: 読み表示
pt: Leitura
zh: 读音显示

# readingDisplayIpa
source: IPA only
es: Solo IPA
hi: केवल IPA
ja: IPAのみ
pt: Só IPA
zh: 仅IPA

# readingDisplayDetail
source: Detail
es: Detalle
hi: विवरण
ja: 詳細
pt: Detalhe
zh: 详细

# selectSoundsHint
source: Select sounds, then start
es: Seleccione sonidos, luego comience
hi: ध्वनियाँ चुनें, फिर प्रारंभ करें
ja: 音を選択して開始
pt: Selecione sons e comece
zh: 选择声音，然后开始

# gameBlending
source: Blending
es: Mezcla
hi: सम्मिश्रण
ja: ブレンディング
pt: Mistura
zh: 混合

# gameBlendingDesc
source: Build words from sounds
es: Construye palabras a partir de sonidos.
hi: ध्वनियों से शब्द बनाएं
ja: 音をつなげて単語を構成
pt: Construa palavras a partir de sons
zh: 从声音构建单词

# gameWordChaining
source: Word Chain
es: Cadena de palabras
hi: शब्द श्रृंखला
ja: ワードチェイン
pt: Cadeia de palavras
zh: 字链

# gameWordChainingDesc
source: Change one sound at a time
es: Cambiar un sonido a la vez
hi: एक समय में एक ध्वनि बदलें
ja: 1音を変えて次の単語を作成
pt: Mude um som de cada vez
zh: 一次改变一种声音

# gameMinimalPairs
source: Listening
es: Escuchando
hi: सुनना
ja: リスニング
pt: Audição
zh: 听力

# gameMinimalPairsDesc
source: Spot the difference in sounds
es: Encuentra la diferencia en los sonidos.
hi: ध्वनियों में अंतर पहचानें
ja: 似た音の聞き分け練習
pt: Descubra a diferença nos sons
zh: 找出声音的差异

# gameFillInBlank
source: Fill-in Quiz
es: Cuestionario para completar
hi: प्रश्नोत्तरी भरें
ja: 穴うめクイズ
pt: Questionário de preenchimento
zh: 填写测验

# gameFillInBlankDesc
source: Listen and fill in the missing phonics
es: Escucha y completa el sonido que falta
hi: सुनें और छूटी ध्वनि भरें
ja: 音を聞いて空白のフォニックスを選択
pt: Ouça e complete o som que falta
zh: 听并填入缺失发音

# gameSoundExplorer
source: Sound Explorer
es: Explorador de sonido
hi: ध्वनि एक्सप्लोरर
ja: サウンド探検
pt: Explorador de Som
zh: 声音探索者

# gameSoundExplorerDesc
source: See a letter, find its sound
es: Ver una letra, encontrar su sonido.
hi: एक पत्र देखें, उसकी ध्वनि ढूंढें
ja: 文字を見て、正しい音を探す
pt: Veja uma letra, encontre seu som
zh: 看一个字母，找到它的声音

source: Find this sound
es: Encuentra este sonido
hi: इस ध्वनि को खोजें
ja: この音を見つけて
pt: Encontre este som
zh: 找到这个声音

source: Listen, then choose
es: Escucha y luego elige
hi: सुनो, फिर चुनो
ja: 聞いてから選択
pt: Ouça e escolha
zh: 听，然后选择

# audioLibrary
source: Word Library
es: Biblioteca de palabras
hi: वर्ड लाइब्रेरी
ja: 単語ライブラリー
pt: Biblioteca de palavras
zh: 词库

# audioLibraryDesc
source: Browse and listen to 100 essential words
es: Explora y escucha 100 palabras esenciales
hi: 100 जरूरी शब्द सुनें
ja: 100の基本単語を確認
pt: Navegue e ouça 100 palavras essenciais
zh: 听 100 个基础单词

source: Lessons
es: Lecciones
hi: पाठ
ja: レッスン
pt: Lições
zh: 课程

source: Games
es: Juegos
hi: खेल
ja: ゲーム
pt: Jogos
zh: 游戏

source: Library
es: Biblioteca
hi: पुस्तकालय
ja: ライブラリー
pt: Biblioteca
zh: 图书馆

source: Settings
es: Ajustes
hi: सेटिंग्स
ja: 設定
pt: Configurações
zh: 设置

source: Search words...
es: Buscar palabras...
hi: शब्द खोजें...
ja: 単語を検索...
pt: Pesquisar palavras...
zh: 搜索词...

# allCategories
source: All
es: Todo
hi: सभी
ja: すべて
pt: Todos
zh: 全部

# tapToListen
source: Tap a word to hear its pronunciation
es: Toca una palabra para oírla.
hi: उच्चारण सुनने के लिए शब्द टैप करें
ja: タップして発音を確認
pt: Toque na palavra para ouvir
zh: 点按单词即可发音

# masterSounds
source: Master 42 English sounds
es: Domina 42 sonidos ingleses
hi: 42 अंग्रेजी ध्वनियाँ सीखें
ja: 42の英語の音をマスター
pt: Domine 42 sons ingleses
zh: 掌握42个英语发音

# phaseLabel
source: Phase {phase}
es: Fase {phase}
hi: चरण {phase}
ja: フェーズ {phase}
pt: Fase {phase}
zh: 阶段 {phase}

# srsReview
source: SRS Review ({count})
es: Repaso SRS ({count})
hi: SRS पुनरावृत्ति ({count})
ja: 復習 ({count})
pt: Revisão SRS ({count})
zh: SRS 复习（{count}）

# customizePrefs
source: Customize your app preferences
es: Personaliza tus preferencias
hi: ऐप सेटिंग अपनी पसंद से बदलें
ja: アプリの設定をカスタマイズ
pt: Personalize suas preferências
zh: 自定义应用偏好

source: Voice Settings
es: Configuración de voz
hi: आवाज सेटिंग्स
ja: 音声設定
pt: Configurações de voz
zh: 语音设置

source: Change voice type
es: Cambiar tipo de voz
hi: आवाज का प्रकार बदलें
ja: 音声タイプを変更
pt: Alterar tipo de voz
zh: 更改语音类型

source: Language Settings
es: Configuración de idioma
hi: भाषा सेटिंग्स
ja: 言語設定
pt: Configurações de idioma
zh: 语言设置

# changeAppLanguage
source: Change app display language
es: Cambiar idioma de la app
hi: ऐप भाषा बदलें
ja: アプリの表示言語を変更
pt: Alterar idioma do app
zh: 切换应用语言

source: Select language
es: Seleccionar idioma
hi: भाषा चुने
ja: 言語を選択
pt: Selecione o idioma
zh: 选择语言

source: About
es: Acerca de
hi: के बारे में
ja: アプリ情報
pt: Sobre
zh: 关于

# lessonCountLabel
source: Studied {count} times
es: Estudiado {count} veces
hi: {count} बार अध्ययन किया
ja: {count}回学習済み
pt: Estudado {count} vezes
zh: 已学习 {count} 次

source: Learn
es: Aprender
hi: सीखना
ja: 学習
pt: Aprender
zh: 学习

source: Example words
es: Palabras de ejemplo
hi: उदाहरण शब्द
ja: 例文
pt: Palavras de exemplo
zh: 示例词

source: Play Sound
es: Reproducir sonido
hi: आवाज़ बजाएं
ja: 音を再生
pt: Reproduzir som
zh: 播放声音

# wordsTab
source: Words
es: Palabras
hi: शब्द
ja: 単語
pt: Palavras
zh: 单词

# phonicsTab
source: Phonics
es: Fónica
hi: नादविद्या
ja: フォニックス
pt: Fonética
zh: 自然拼读法

source: Word Library
es: Biblioteca de palabras
hi: वर्ड लाइब्रेरी
ja: 単語ライブラリー
pt: Biblioteca de palavras
zh: 词库

# nWords
source: {count} words
es: {count} palabras
hi: {count} शब्द
ja: {count} 語
pt: {count} palavras
zh: {count} 个字

# phonicsSoundDict
source: Phonics Sound Dictionary
es: Diccionario de sonidos fonéticos
hi: ध्वन्यात्मक ध्वनि शब्दकोश
ja: フォニックス音辞典
pt: Dicionário de sons fonéticos
zh: 自然拼读发音词典

# nSounds
source: {count} sounds
es: {count} sonidos
hi: {count} ध्वनि
ja: {count} 音
pt: {count} sons
zh: {count} 声音

# tapSpellingToSeeWords
source: Tap a spelling to see words
es: Toca una grafía para ver palabras.
hi: शब्द देखने हेतु वर्तनी टैप करें
ja: スペリングをタップして単語を表示
pt: Toque na grafia para ver palavras
zh: 点拼写查看单词

# groupLabel
source: Group:
es: Grupo:
hi: समूह:
ja: グループ:
pt: Grupo:
zh: 组别：

source: Words with "{spelling}"
es: Palabras con "{spelling}"
hi: "{spelling}" वाले शब्द
ja: 「{spelling}」の単語
pt: Palavras com "{spelling}"
zh: 带“{spelling}”的单词

# practiceLabTitle
source: {group} — Practice Lab
es: {group} — Laboratorio de práctica
hi: {group} - प्रैक्टिस लैब
ja: {group} — プラクティスラボ
pt: {group} — Laboratório prático
zh: {group} — 实践实验室

# practiceLabTitleDefault
source: Practice Lab
es: Laboratorio de práctica
hi: प्रैक्टिस लैब
ja: プラクティスラボ
pt: Laboratório prático
zh: 实践实验室

# allSoundsMix
source: All Sounds Mix (42)
es: Mezcla de todos los sonidos (42)
hi: सभी ध्वनियाँ मिश्रण (42)
ja: 全サウンドミックス (42)
pt: Todos os sons mixados (42)
zh: 所有声音混合 (42)

# practiceAllSounds
source: Practice all 42 phonics sounds at random
es: Practica al azar los 42 sonidos
hi: सभी 42 ध्वनियों का यादृच्छिक अभ्यास
ja: 42のフォニックス音をランダムに練習
pt: Pratique os 42 sons em ordem aleatória
zh: 随机练习 42 个音

source: Vowel Sound Focus
es: Enfoque del sonido vocal
hi: स्वर ध्वनि फोकस
ja: 母音フォーカス
pt: Foco sonoro vocálico
zh: 元音声音焦点

# focusOnVowels
source: Focus on vowel sounds
es: Centrarse en los sonidos de las vocales.
hi: स्वर ध्वनियों पर ध्यान दें
ja: 母音に集中して練習
pt: Concentre-se nos sons das vogais
zh: 专注于元音

source: Consonant Sound Focus
es: Enfoque de sonido consonante
hi: व्यंजन ध्वनि फोकस
ja: 子音フォーカス
pt: Foco Sonoro Consonantal
zh: 辅音焦点

# focusOnConsonants
source: Focus on consonant sounds
es: Centrarse en los sonidos de consonantes
hi: व्यंजन ध्वनियों पर ध्यान दें
ja: 子音に集中して練習
pt: Concentre-se em sons consonantais
zh: 专注于辅音

source: Blending Builder
es: Generador de mezclas
hi: सम्मिश्रण निर्माता
ja: ブレンディングビルダー
pt: Construtor de mistura
zh: 混合生成器

# buildWordsByArranging
source: Build words by arranging letters
es: Construir palabras ordenando letras.
hi: अक्षर सजाकर शब्द बनाएं
ja: 文字を並べて単語を構築
pt: Construa palavras organizando letras
zh: 排列字母拼单词

# wordChainingTitle
source: Word Chaining
es: Encadenamiento de palabras
hi: शब्द शृंखला
ja: ワードチェイン
pt: Encadeamento de palavras
zh: 词链

# changeOneSoundNewWord
source: Change one sound to make a new word
es: Cambia un sonido para formar una nueva palabra.
hi: एक ध्वनि बदलकर नया शब्द बनाएं
ja: 1音変えて新しい単語を作成
pt: Mude um som para formar uma nova palavra
zh: 改一个音组成新词

source: Minimal Pair Listening
es: Escucha de par mínimo
hi: न्यूनतम जोड़ी सुनना
ja: ミニマルペアリスニング
pt: Escuta mínima em pares
zh: 最少配对聆听

# distinguishSounds
source: Distinguish between similar sounds
es: Distinguir entre sonidos similares.
hi: मिलती ध्वनियों का फर्क पहचानें
ja: 似た音を聞き分ける
pt: Distinguir entre sons semelhantes
zh: 辨别相近发音

# blendingRound
source: Blending {round} / {total}
es: Mezclando {round} / {total}
hi: सम्मिश्रण {round} / {total}
ja: ブレンディング {round} / {total}
pt: Misturando {round} / {total}
zh: 混合 {round} / {total}

source: Slow
es: Lento
hi: धीमा
ja: ゆっくり
pt: Lento
zh: 慢的

source: Normal
hi: सामान्य
ja: 通常
zh: 普通的

# buildWordYouHear
source: Build the word you hear
es: Construye la palabra que escuchas
hi: सुना हुआ शब्द बनाएं
ja: 聞こえた単語を組み立てる
pt: Construa a palavra que você ouve
zh: 构建你听到的单词

source: Undo
es: Deshacer
hi: पूर्ववत
ja: 元に戻す
pt: Desfazer
zh: 撤消

source: Reset
es: Reiniciar
hi: रीसेट करें
ja: リセット
pt: Reiniciar
zh: 重置

source: Check
es: Controlar
hi: जाँचें
ja: 確認
pt: Verificar
zh: 查看

# wordChainingRound
source: Word Chaining {round} / {total}
es: Cadena de palabras {round} / {total}
hi: शब्द शृंखला {round} / {total}
ja: ワードチェイン {round} / {total}
pt: Cadeia de palavras {round} / {total}
zh: 词链 {round} / {total}

source: Change one sound
es: cambiar un sonido
hi: एक ध्वनि बदलें
ja: 1音を変更
pt: Alterar um som
zh: 改变一种声音

# minimalPairsRound
source: Minimal Pairs {round} / {total}
es: Pares mínimos {round} / {total}
hi: न्यूनतम जोड़े {round} / {total}
ja: ミニマルペア {round} / {total}
pt: Pares Mínimos {round} / {total}
zh: 最小对 {round} / {total}

source: Which word do you hear?
es: ¿Qué palabra escuchas?
hi: आप कौन सा शब्द सुनते हैं?
ja: どちらの単語が聞こえますか？
pt: Qual palavra você ouve?
zh: 你听到哪个词？

# focusOn
source: Focus: {focus}
es: Enfoque: {focus}
hi: फोकस: {focus}
ja: フォーカス: {focus}
pt: Foco: {focus}
zh: 焦点：{focus}

source: Tap to play
es: Toca para jugar
hi: खेलने के लिए टैप करें
ja: タップして再生
pt: Toque para jogar
zh: 点击播放

source: New Game
es: Nuevo juego
hi: नया खेल
ja: 新しいゲーム
pt: Novo jogo
zh: 新游戏

source: Miss: {count}
es: Errores: {count}
hi: मिस: {count}
ja: ミス: {count}
pt: Erros: {count}
zh: 错误：{count}

# fillInBlankTitle
source: Fill in the Blank
es: Complete el espacio en blanco
hi: रिक्त स्थान को भरें
ja: 穴うめ問題
pt: Preencha o espaço em branco
zh: 填空

source: No questions available
es: No hay preguntas disponibles
hi: कोई प्रश्न उपलब्ध नहीं है
ja: 問題がありません
pt: Nenhuma pergunta disponível
zh: 没有可用的问题

# chooseCorrectSpelling
source: Choose the correct spelling
es: Elige la ortografía correcta
hi: सही स्पेलिंग चुनें
ja: 正しいスペリングを選択
pt: Escolha a grafia correta
zh: 选择正确拼写

source: Next
es: Próximo
hi: अगला
ja: 次へ
pt: Próximo
zh: 下一个

source: Try Again
es: Intentar otra vez
hi: पुनः प्रयास करें
ja: もう一度
pt: Tente novamente
zh: 再试一次

# selectAtLeastSounds
source: Select at least {count} sounds
es: Selecciona al menos {count} sonidos
hi: कम से कम {count} ध्वनियाँ चुनें
ja: {count}個以上の音を選択してください
pt: Selecione pelo menos {count} sons
zh: 至少选择 {count} 个声音

# playBtn
source: Play
es: Jugar
hi: खेल
ja: プレイ
pt: Jogar
zh: 玩

# allLabel
source: All
es: Todo
hi: सभी
ja: すべて
pt: Todos
zh: 全部

# listenAndChoose
source: Listen & Choose
es: Escuche y elija
hi: सुनें और चुनें
ja: 聞いて選ぶ
pt: Ouça e escolha
zh: 聆听并选择

source: Lesson Complete!
es: ¡Lección completa!
hi: पाठ पूरा!
ja: レッスン完了！
pt: Lição concluída!
zh: 课程完成！

# lessonCompleteDesc
source: You've finished all cards in {group}.
es: Terminaste todas las tarjetas de {group}.
hi: आपने {group} के सभी कार्ड पूरे किए।
ja: {group} のすべてのカードを学習しました。
pt: Você concluiu todos os cartões de {group}.
zh: 已完成 {group} 全部卡片

# tryQuiz
source: Try the Quiz
es: Pruebe el cuestionario
hi: प्रश्नोत्तरी का प्रयास करें
ja: クイズに挑戦
pt: Experimente o questionário
zh: 尝试一下测验

source: Next Lesson
es: Próxima lección
hi: अगला पाठ
ja: 次のレッスンへ
pt: Próxima lição
zh: 下一课

# lessonDone
source: Done
es: Hecho
hi: हो गया
ja: 完了
pt: Feito
zh: 完成

source: Select Voice
es: Seleccionar voz
hi: आवाज चुनें
ja: 音声を選択
pt: Selecione Voz
zh: 选择语音

# voiceFemale
source: Female
es: Femenino
hi: महिला
ja: 女性
pt: Feminina
zh: 女性

# voiceFemaleDesc
source: Jenny — Warm and clear
es: Jenny - Cálida y clara
hi: जेनी - गर्म और स्पष्ट
ja: Jenny — 温かく明瞭な声
pt: Jenny - quente e claro
zh: Jenny——温暖而清晰

# voiceMale
source: Male
es: Masculino
hi: पुरुष
ja: 男性
pt: Masculina
zh: 男性

# voiceMaleDesc
source: Andrew — Deep and natural
es: Andrew — Profundo y natural
hi: एंड्रयू - गहरा और प्राकृतिक
ja: Andrew — 深く自然な声
pt: Andrew – Profundo e natural
zh: 安德鲁——深邃而自然

# voiceYoung
source: Young Speaker
es: Joven orador
hi: युवा वक्ता
ja: ヤングスピーカー
pt: Jovem palestrante
zh: 年轻演讲者

# voiceYoungDesc
source: Ana — Young speaker
es: Ana — Joven oradora
hi: एना - युवा वक्ता
ja: Ana — 若い声
pt: Ana — Jovem palestrante
zh: 安娜——年轻的演讲者

# statsTitle
source: Learning Stats
es: Estadísticas de aprendizaje
hi: सीखने के आँकड़े
ja: 学習統計
pt: Estatísticas de aprendizagem
zh: 学习统计

# homeGuideTitle
source: Learning Guide
es: Guía de aprendizaje
hi: सीखने की मार्गदर्शिका
ja: 学習ガイド
pt: Guia de aprendizagem
zh: 学习指南

# homeGuideGroupInfo
source: • Groups are sets of sounds to learn (vowels, consonants, digraphs).
es: • Cada grupo reúne sonidos (vocales, consonantes, dígrafos).
hi: • हर समूह एक ध्वनि-सेट है (स्वर/व्यंजन/डाइग्राफ)
ja: ・グループは学ぶ音のまとまりです（母音/子音/二重字など）。
pt: • Cada grupo reúne sons (vogais, consoantes, dígrafos).
zh: • 每组是一类发音（元音/辅音/双字母）

# homeGuideFlow
source: • Start with Learn to hear sounds, then use Play to reinforce them.
es: • Empieza en Lecciones y refuerza en Juegos.
hi: • पहले “सीखना” में सुनें, फिर “खेल” में अभ्यास करें
ja: ・まず Learn で音を聞き、次に Play で定着させます。
pt: • Comece em Lições e reforce em Jogos.
zh: • 先在“学习”听音，再到“游戏”巩固练习

# homeGuideReview
source: • Sounds you miss are added to review, and you can revisit them from the button below.
es: • Los errores se añaden a revisión; repásalos abajo.
hi: • गलत ध्वनियाँ समीक्षा में जुड़ती हैं; नीचे बटन से दोहराएँ
ja: ・間違えた音は復習に出るので、下のボタンから繰り返し確認できます。
pt: • Erros entram na revisão; pratique pelo botão abaixo.
zh: • 答错会加入复习，用下方按钮反复练习

# loginStreakLabel
source: Login Streak
es: Racha de inicio de sesión
hi: लॉगइन स्ट्रीक
ja: 連続ログイン
pt: Sequência de login
zh: 连续登录

# totalGamesLabel
source: Total Games
es: Juegos totales
hi: कुल खेल
ja: 総プレイ数
pt: Total de jogos
zh: 总比赛数

# totalLessonsLabel
source: Lessons
es: Lecciones
hi: पाठ
ja: レッスン数
pt: Lições
zh: 课程数

# todaySessionsLabel
source: Today
es: Hoy
hi: आज
ja: 今日
pt: Hoje
zh: 今天

# daysUnit
source: {count} days
es: {count} días
hi: {count} दिन
ja: {count}日
pt: {count} dias
zh: {count} 天

# timesUnit
source: {count} times
es: {count} veces
hi: {count} बार
ja: {count}回
pt: {count} vezes
zh: {count} 次

# resetProgress
source: Reset Learning Data
es: Restablecer datos de aprendizaje
hi: सीखने का डेटा रीसेट करें
ja: 学習データのリセット
pt: Redefinir dados de aprendizado
zh: 重置学习数据

# resetProgressDesc
source: Delete all scores, streaks, and history
es: Eliminar todas las puntuaciones, rachas e historial
hi: सभी स्कोर, स्ट्रीक और इतिहास हटाएं
ja: スコア・ストリーク・履歴をすべて削除
pt: Excluir todas as pontuações, sequências e histórico
zh: 删除所有分数、连续记录和历史

# resetProgressConfirmTitle
source: Reset all learning data?
es: ¿Restablecer todos los datos?
hi: सभी डेटा रीसेट करें?
ja: 学習データをリセットしますか？
pt: Redefinir todos os dados?
zh: 重置所有学习数据？
