Repository: You8006/phonics
Catalog: lib/l10n/app_*.arb
Languages: es, hi, ja, pt, zh

# resetProgressConfirmBody
source: This will permanently delete all learning records, scores, streaks, and game history. This action cannot be undone.
es: Esto eliminará permanentemente todos los registros, puntuaciones, rachas e historial de juegos. Esta acción no se puede deshacer.
hi: यह सभी सीखने के रिकॉर्ड, स्कोर, स्ट्रीक और गेम इतिहास को स्थायी रूप से हटा देगा। यह क्रिया पूर्ववत नहीं की जा सकती।
ja: すべての学習記録・スコア・ストリーク・ゲーム履歴が完全に削除されます。この操作は元に戻せません。
pt: Isso excluirá permanentemente todos os registros de aprendizado, pontuações, sequências e histórico de jogos. Esta ação não pode ser desfeita.
zh: 这将永久删除所有学习记录、分数、连续记录和游戏历史。此操作无法撤销。

# resetProgressConfirmBtn
source: Reset
es: Restablecer
hi: रीसेट
ja: リセット
pt: Redefinir
zh: 重置

# cancelBtn
source: Cancel
es: Cancelar
hi: रद्द करें
ja: キャンセル
pt: Cancelar
zh: 取消

# resetProgressDone
source: Learning data has been reset.
es: Los datos de aprendizaje se han restablecido.
hi: सीखने का डेटा रीसेट कर दिया गया है।
ja: 学習データをリセットしました。
pt: Os dados de aprendizado foram redefinidos.
zh: 学习数据已重置。

source: Don't show again
es: No mostrar de nuevo
hi: दोबारा न दिखाएं
ja: 次回から表示しない
pt: Não mostrar novamente
zh: 不再显示

# startGame
source: Start
es: Empezar
hi: शुरू करें
ja: スタート
pt: Começar
zh: 开始

source: How to Play
es: Cómo jugar
hi: कैसे खेलें
ja: 遊び方
pt: Como jogar
zh: 玩法说明

# tutorialSoundQuiz
source: ① Select the sounds you want to practice (vowels, consonants, digraphs) ② Choose the number of answer choices (2/3/4) and questions (5–20) ③ Listen to a sound and tap the correct letter ④ Get instant feedback — green for correct, red for wrong
es: ① Selecciona los sonidos que quieres practicar (vocales, consonantes, dígrafos) ② Elige el número de opciones (2/3/4) y preguntas (5–20) ③ Escucha un sonido y toca la letra correcta ④ Retroalimentación instantánea: verde = correcto, rojo = incorrecto
hi: ① अभ्यास करने के लिए ध्वनियाँ चुनें (स्वर, व्यंजन, संयुक्त अक्षर) ② विकल्पों की संख्या (2/3/4) और प्रश्नों की संख्या (5–20) चुनें ③ ध्वनि सुनें और सही अक्षर पर टैप करें ④ तुरंत प्रतिक्रिया: हरा = सही, लाल = गलत
ja: ① 練習したい音を選択（母音・子音・二重字） ② 選択肢の数（2/3/4）と問題数（5〜20）を設定 ③ 音を聞いて、正しい文字をタップ ④ 正解は緑、不正解は赤ですぐにフィードバック
pt: ① Selecione os sons que deseja praticar (vogais, consoantes, dígrafos) ② Escolha o número de opções (2/3/4) e perguntas (5–20) ③ Ouça um som e toque na letra correta ④ Feedback instantâneo: verde = correto, vermelho = errado
zh: ① 选择要练习的音（元音、辅音、双字母组合） ② 设置选项数量（2/3/4）和题目数量（5–20） ③ 听声音，点击正确的字母 ④ 即时反馈：绿色=正确，红色=错误

# tutorialIpaQuiz
source: ① Select the sounds you want to practice ② Choose the number of choices (2/3/4) and questions (5–20) ③ Listen to a sound and tap the matching IPA symbol ④ A great way to learn phonetic notation while training your ear
es: ① Selecciona los sonidos que quieres practicar ② Elige el número de opciones (2/3/4) y preguntas (5–20) ③ Escucha un sonido y toca el símbolo IPA correcto ④ Aprende notación fonética mientras entrenas tu oído
hi: ① अभ्यास करने के लिए ध्वनियाँ चुनें ② विकल्पों की संख्या (2/3/4) और प्रश्नों की संख्या (5–20) चुनें ③ ध्वनि सुनें और सही IPA प्रतीक पर टैप करें ④ कान को प्रशिक्षित करते हुए ध्वन्यात्मक संकेतन सीखें
ja: ① 練習したい音を選択 ② 選択肢の数（2/3/4）と問題数（5〜20）を設定 ③ 音を聞いて、正しいIPA記号をタップ ④ 耳を鍛えながら発音記号を覚えよう
pt: ① Selecione os sons que deseja praticar ② Escolha o número de opções (2/3/4) e perguntas (5–20) ③ Ouça um som e toque no símbolo IPA correto ④ Aprenda notação fonética enquanto treina seu ouvido
zh: ① 选择要练习的音 ② 设置选项数量（2/3/4）和题目数量（5–20） ③ 听声音，点击正确的IPA音标符号 ④ 在训练听力的同时学习音标记号

# tutorialBingo
source: ① Select the sounds for your bingo board ② Choose the grid size (3×3 / 4×4 / 5×5) ③ Listen to a sound and tap the matching cell on the grid ④ Complete a row, column, or diagonal to win!
es: ① Selecciona los sonidos para tu tablero de bingo ② Elige el tamaño de la cuadrícula (3×3 / 4×4 / 5×5) ③ Escucha un sonido y toca la casilla correcta ④ ¡Completa una fila, columna o diagonal para ganar!
hi: ① बिंगो बोर्ड के लिए ध्वनियाँ चुनें ② ग्रिड का आकार चुनें (3×3 / 4×4 / 5×5) ③ ध्वनि सुनें और सही सेल पर टैप करें ④ एक पंक्ति, स्तंभ या विकर्ण पूरा करके जीतें!
ja: ① ビンゴに使う音を選択 ② グリッドサイズを選択（3×3 / 4×4 / 5×5） ③ 音を聞いて、正しいマスをタップ ④ 縦・横・斜めを揃えたらビンゴ達成！
pt: ① Selecione os sons para o seu tabuleiro de bingo ② Escolha o tamanho da grade (3×3 / 4×4 / 5×5) ③ Ouça um som e toque na célula correta ④ Complete uma linha, coluna ou diagonal para vencer!
zh: ① 选择宾果棋盘使用的音 ② 选择网格大小（3×3 / 4×4 / 5×5） ③ 听声音，点击正确的格子 ④ 完成一行、一列或对角线即可获胜！

# tutorialBlending
source: ① Listen to the word using the Slow or Normal button ② Tap the letter tiles in the correct order to spell it ③ Use Undo or Reset if you make a mistake ④ 8 rounds — build your spelling and phonics skills!
es: ① Escucha la palabra con el botón Lento o Normal ② Toca las letras en el orden correcto para deletrearla ③ Usa Deshacer o Reiniciar si te equivocas ④ 8 rondas — ¡mejora tu ortografía y fonética!
hi: ① धीमा या सामान्य बटन से शब्द सुनें ② सही क्रम में अक्षर टाइलों पर टैप करके स्पेल करें ③ गलती होने पर Undo या Reset करें ④ 8 राउंड — अपनी स्पेलिंग और फोनिक्स क्षमता बढ़ाएं!
ja: ① スロー／ノーマルボタンで単語を聞く ② 正しい順番で文字タイルをタップしてスペル ③ 間違えたらUndoやResetでやり直し可能 ④ 全8ラウンド — スペル力とフォニックス力を鍛えよう！
pt: ① Ouça a palavra com o botão Lento ou Normal ② Toque nas letras na ordem correta para soletrá-la ③ Use Desfazer ou Reiniciar se errar ④ 8 rodadas — melhore sua ortografia e fonética!
zh: ① 用慢速或正常按钮听单词 ② 按正确顺序点击字母块来拼写 ③ 拼错了可以用撤销或重置 ④ 共8轮——提升你的拼写和自然拼读能力！

# tutorialWordChaining
source: ① Listen to the current word, then pick the word with one sound changed ② Choose from 3 options — only one is correct ③ After answering, tap each word to hear it spoken ④ 8 rounds of chaining — sharpen your ear for subtle differences!
es: ① Escucha la palabra actual y elige la que tiene un sonido cambiado ② Elige entre 3 opciones — solo una es correcta ③ Después de responder, toca cada palabra para escucharla ④ 8 rondas — ¡agudiza tu oído para diferencias sutiles!
hi: ① वर्तमान शब्द सुनें, फिर एक ध्वनि बदला हुआ शब्द चुनें ② 3 विकल्पों में से चुनें — केवल एक सही है ③ उत्तर देने के बाद, हर शब्द पर टैप करके सुन सकते हैं ④ 8 राउंड — सूक्ष्म अंतर पहचानने की क्षमता बढ़ाएं!
ja: ① 今の単語を聞いて、1音だけ変えた単語を選ぶ ② 3つの選択肢から正解を選択 ③ 回答後、各単語をタップして発音を確認できる ④ 全8ラウンド — 微妙な音の違いを聞き分けよう！
pt: ① Ouça a palavra atual e escolha a que tem um som alterado ② Escolha entre 3 opções — apenas uma está correta ③ Após responder, toque em cada palavra para ouvi-la ④ 8 rodadas — aguçe seu ouvido para diferenças sutis!
zh: ① 听当前单词，选择改变了一个音的单词 ② 从3个选项中选择——只有一个是正确的 ③ 回答后点击每个单词可以听发音 ④ 共8轮——训练你分辨细微差异的能力！

# tutorialMinimalPairs
source: ① Listen to a word using the Slow or Normal button ② Two similar words are shown — tap the one you heard ③ Focus on the highlighted sound difference ④ Up to 12 rounds — train your ear to catch tiny differences!
es: ① Escucha una palabra con el botón Lento o Normal ② Se muestran dos palabras similares — toca la que escuchaste ③ Concéntrate en la diferencia de sonido resaltada ④ Hasta 12 rondas — ¡entrena tu oído para captar diferencias mínimas!
hi: ① धीमा या सामान्य बटन से एक शब्द सुनें ② दो समान शब्द दिखाए जाते हैं — जो सुना उस पर टैप करें ③ हाइलाइट किए गए ध्वनि अंतर पर ध्यान दें ④ 12 राउंड तक — छोटे अंतर पकड़ने के लिए कान को प्रशिक्षित करें!
ja: ① スロー／ノーマルボタンで単語を聞く ② 似ている2つの単語から、聞こえた方をタップ ③ ハイライトされた音の違いに注目 ④ 最大12ラウンド — 微妙な発音の違いを聞き取る練習！
pt: ① Ouça uma palavra com o botão Lento ou Normal ② Duas palavras semelhantes são mostradas — toque na que ouviu ③ Concentre-se na diferença de som destacada ④ Até 12 rodadas — treine seu ouvido para captar diferenças mínimas!
zh: ① 用慢速或正常按钮听一个单词 ② 显示两个相似的单词——点击你听到的那个 ③ 注意高亮标注的发音差异 ④ 最多12轮——训练你捕捉细微发音差别的耳朵！

# tutorialFillInBlank
source: ① See a word with a missing sound and its meaning ② Listen to the word using the speaker buttons ③ Tap the correct phonics pattern from the choices ④ 15 questions — use your phonics knowledge to fill in the gaps!
es: ① Verás una palabra con un sonido faltante y su significado ② Escucha la palabra con los botones de altavoz ③ Toca el patrón fonético correcto de las opciones ④ 15 preguntas — ¡usa tu conocimiento fonético para completar!
hi: ① एक लापता ध्वनि वाला शब्द और उसका अर्थ देखें ② स्पीकर बटन से शब्द सुनें ③ विकल्पों में से सही फोनिक्स पैटर्न पर टैप करें ④ 15 प्रश्न — अपने फोनिक्स ज्ञान से रिक्त स्थान भरें!
ja: ① 欠けた音がある単語と意味が表示される ② スピーカーボタンで単語を聞く ③ 選択肢から正しいフォニックスパターンをタップ ④ 全15問 — フォニックスの知識で穴埋めしよう！
pt: ① Veja uma palavra com um som faltando e seu significado ② Ouça a palavra com os botões de alto-falante ③ Toque no padrão fonético correto das opções ④ 15 perguntas — use seu conhecimento fonético para completar!
zh: ① 看到一个缺少发音的单词及其含义 ② 用喇叭按钮听单词 ③ 从选项中点击正确的自然拼读模式 ④ 共15题——用你的自然拼读知识来填空！

# tutorialSoundExplorer
source: ① Select the sounds you want to explore ② Choose the number of choices (2/3/4) and questions (5–20) ③ See a letter — tap each speaker to preview sounds, then tap ✓ on the correct one ④ The reverse of Sound Quiz: see the letter, find the sound!
es: ① Selecciona los sonidos que quieres explorar ② Elige el número de opciones (2/3/4) y preguntas (5–20) ③ Ve una letra — toca cada altavoz para previsualizar sonidos, luego toca ✓ en el correcto ④ ¡Lo contrario del Sound Quiz: ve la letra, encuentra el sonido!
hi: ① खोजने के लिए ध्वनियाँ चुनें ② विकल्पों की संख्या (2/3/4) और प्रश्नों की संख्या (5–20) चुनें ③ एक अक्षर देखें — हर स्पीकर पर टैप करके ध्वनि सुनें, फिर सही पर ✓ टैप करें ④ Sound Quiz का उल्टा: अक्षर देखें, ध्वनि खोजें!
ja: ① 探検したい音を選択 ② 選択肢の数（2/3/4）と問題数（5〜20）を設定 ③ 文字を見て、各スピーカーで音を試聴し、正解に✓をタップ ④ サウンドクイズの逆：文字を見て音を探そう！
pt: ① Selecione os sons que deseja explorar ② Escolha o número de opções (2/3/4) e perguntas (5–20) ③ Veja uma letra — toque em cada alto-falante para ouvir sons, depois toque ✓ no correto ④ O inverso do Sound Quiz: veja a letra, encontre o som!
zh: ① 选择要探索的音 ② 设置选项数量（2/3/4）和题目数量（5–20） ③ 看到一个字母——点击各喇叭试听，然后点✓选择正确答案 ④ 与Sound Quiz相反：看字母，找声音！

# bingoWin
source: BINGO
ja: ビンゴ

# srsReviewGroupName
source: SRS Review
es: Repaso SRS
